// 6. Написать программу вычисления значения функции y = f(a)
double F(double a)
{
    return a+1;
}

System.Console.WriteLine(F(0));